Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/www.samediggi.se/2910.html.tmx
Source language: sme
Languages: sma

source: Ruovttosiidu sámegilli - Sametinget
sma: Gaahpoe-sïjjie saemien gïelesne - Sametinget

source: Ruovttusiidu dal sámegillii
sma: Gaahpoe-sïjjie saemien gïelesne

source: Dal šaddá Sámedikki ruovttusiidu máŋggagielalaš.
sma: Gaahpoe-sïjjie daelie saemien gïelesne

source: Ruoŧa Sámis gávdnojit máŋga sámegiela ja mii háledit čalmmostahttit juohke ovtta.
sma: Daelie Saemiedigkien gaahpoe-sïjjie gaskeviermien vuestie gellien gïeline gååvnese.

source: Danin mii boahtit bistevaččat viiddidit ruovttusiiddumet sámegiel teavsttaiguin.
sma: Mijjieh sïjhtebe gaajhkide vuesiehtidh jïh edtjebe mijjen gåetiebealan saemien teektstigujmie lïssiehtidh.

source: Ovttas mii nannet giela !
sma: Ektine mijjieh gïelem nännoestibie !

source: Jus lihkastahttat njuola badjel bajilčállagiid álgosiiddus de badjána tooltips-láse jorgalusaiguin sámegielas.
sma: Jis datne tsïeglem baajh aalkoebielien mieriej, bijjietjaalegi aatsolen jåhta dle tooltips föönsterh jijhtieh mej gujmie saemiej tjaalegi gujmie.

source: Badjebeali artihkkalteavsttaid gávnnat unna leavggažiid mat vuosehit ruoŧagiela, davvisámegiela (D), julevsámegiela (J) ja orjješsámegiela (Å).
sma: Bijjielisnie dejtie artikeltjaalegidie mah göökte jallh jienebh jarkoestimmine gååvnesieh, smaave saevegh gaavnh mah svöörjen, noerhtesaemien (D), julevsaemien (J) jih åarjelsaemien (Å) vuesiehtieh.

source: Go deaddilat leavggaide sáhtát gahppat jorgalusaid gaskkas.
sma: Jis saevegidie dejnie tsïegline vuesehteh / diedth, maahtah jarkoestimmiej gaskoeh målsodh.
